[{"id":4,"name":"Ion Bombs","canonical":"ionbombs","cost":2,"description":"When you reveal your manoeuvre dial, you may discard this card to drop 1 ion bomb token. This token detonates at the end of the Activation phase. When this bomb token detonates, each ship at Range 1 of the token receives 2 ion tokens. Then discard this token.","unique":false,"released":true,"sets":[31,32]},{"id":2,"name":"Seismic Charges","canonical":"seismiccharges","cost":2,"description":"When you reveal your manoeuvre dial, you may discard this card to drop 1 seismic charge token. This token detonates at the end of the Activation phase. When the bomb detonates, each ship at range 1 of this token suffers 1 damage. Then discard this token.","unique":false,"released":true,"sets":[9,11,27]},{"id":1,"name":"Proximity Mines","canonical":"proximitymines","cost":3,"description":"Action: Discard this card to drop 1 proximity mine token. When a ship executes a manoeuvre, if its base or manoeuvre template overlaps this token, this token detonates. When the bomb token detonates, the ship that moved through or overlapped this token rolls 3 attack dice and suffers all damage [{hit}] and critical damage [{critical}] rolled. Then discard this token.","unique":false,"released":true,"sets":[9,27]},{"id":7,"name":"Thermal Detonators","canonical":"thermaldetonators","cost":3,"description":"When you reveal your manoeuvre dial, you may discard this card to drop 1 thermal detonator token. This token detonates at the end of the Activation phase. When this bomb token detonates, each ship at Range 1 of the token suffers 1 damage and receives 1 stress token. Then discard this token.","unique":false,"released":true,"sets":[34]},{"id":6,"name":"Cluster Mines","canonical":"clustermines","cost":4,"description":"Action: Discard this card to drop 1 cluster mine token set. When a ship's base or manoeuvre template overlaps a cluster mine token, that token detonates. When one of these bomb tokens detonates, the ship that moved through or overlapped that token rolls 2 attack dice and suffers all damage ({hit}) rolled. Then discard that token.","unique":false,"released":true,"sets":[32,34]},{"id":5,"name":"Conner Net","canonical":"connernet","cost":4,"description":"Action: Discard this card to drop 1 Conner net token. When a ship's base or maneuver template overlaps this token, this token detonates. When this bomb token detonates, the ship that moved through or overlapped this token suffers 1 damage, receives 2 ion tokens, and skips its \"Perform Action\" step. Then discard this token.","unique":false,"released":true,"sets":[41,31,34]},{"id":3,"name":"Proton Bombs","canonical":"protonbombs","cost":5,"description":"When you reveal your manoeuvre dial, you may discard this card to drop 1 proton bomb token. The bomb detonates at the end of the Activation phase. When the bomb token detonates, deal 1 faceup damage card to each ship at Range 1 of this token. Then discard this token.","unique":false,"released":true,"sets":[11,23]}]